/* GENERAL STRINGS */
"OK" = "אישור";
"Cancel" = "ביטול";
"Delete" = "מחקיה";
"Rename" = "שינוי שם";
"Actions" = "פעולות";



/* SIDEBARVIEW */
"Filters" = "פילטרים";
"Smart Filters" = "פילטרים חכמים";
"All Goals" = "כל המטרות";
"Recent Goals" = "מטרות אחרונות";
"Tags" = "תגיות";
"Add tag" = "הוסף תגית";
"Show awards" = "להראות פרסים";

"Rename tag" = "שינוי שם תגית";
"New name" = "שם חדש";



/* CONTENTVIEW */
"Goals" = "מטרות";

/* A button that shows a menu with the following options */
"Filter" = "פילטר";
"Turn Filter On" = "הפעלת פילטר"; /* Enables filtering */
"Turn Filter Off" = "כיובי פילטר"; /* Disables filtering */
"Sort By" = "מיין לפי"; /* Adjust the order goals are shown */
"Date Created" = "תאריך יצירה"; /* Sort goals by the date they were created */
"Date Modified" = "תאריך שינוי"; /* Sort goals by the date they were last changed */
"Newest to Oldest" = "מהחדש לישן"; /* Place newer goals before older goals */
"Oldest to Newest" = "מהישן לחדש"; /* Place older goals before newer goals */

"All" = "כולם";
"Open" = "פתוח";
"Closed" = "סגור";

"Low" = "נמוכה";
"Medium" = "בינונית";
"High" = "גבוהה";

/* Create a new goal */
"New Goal" = "מטרה חדשה";

/* A text placeholder, to help users search */
"Filter goals, or type # to add tags" = "סנן מטרות, או הקלד # כדי להוסיף תגיות";

/* Shown as a status for closed goals */
"CLOSED" = "סגור";



/* DETAILSVIEW */
"Details" = "פרטי הבעיה";

/* NOGoalVIEW */
"No Goal Selected" = "לא נבחרה מטרה";

/* GoalVIEW */
"Copy Goal Title" = "העתק את כותרת המטרה";
"Close Goal" = "סגירת המטרה";
"Re-open Goal" = "פתחית המטרה מחדש";

/* Fields that let the users enter details about a specific goal */
"Enter the goal title here" = "הזנת כותרת המטרה כאן";
"**Modified:** %@" = "**שונה:** %@";
"**Status:** %@" = "**סטטוס:** %@";
"Priority" = "עדיפות";
"Add Tags" = "הוספת תגיות";
"Basic Information" = "מידע בסיסי";
"Enter the goal description here" = "הזנת תיאור המטרה כאן";



/* AWARDS VIEW */
"Awards" = "פרסים";
"Unlocked: %@" = "פתוח: %@";
"Locked" = "נעול";



/* DATA */
"New tag" = "תגית חדשה";
"New goal" = "מטרה חדשה";
"Description goes here" = "התיאור מגיע לכאן";
"Goal %d-%d" = "מטרה %d-%d";
"Tag %d" = "תגית %d";

"No tags" = "אין תגיות";


/* DEBUG ONLY */
"ADD SAMPLES" = "הוסף דוגמאות";
